<details><summary>Digger run report at 2024-01-28 11:21:07 (UTC)</summary>
  <details><summary>Apply for <b>kristofferahl/digger-test#prod</b></summary>
  
```terraform
Terraform will perform the following actions:

  # healthchecksio_check.test will be created
  + resource "healthchecksio_check" "test" {
      + channels  = [
          + "ab3f8784-d2cb-47d3-9e9f-173c38735d51",
          + "827f4337-d0a4-4f97-bc9d-772246326089",
          + "2a336fef-67fb-4a0c-8b90-07250e1de8f2",
        ]
      + desc      = "A test check using digger"
      + grace     = 120
      + id        = (known after apply)
      + name      = "digger-test-check"
      + pause_url = (known after apply)
      + ping_url  = (known after apply)
      + schedule  = "0,30 2 * * *"
      + tags      = [
          + "go",
          + "gophers",
          + "unite",
        ]
      + timezone  = "Asia/Tokyo"
    }

Plan: 1 to add, 0 to change, 0 to destroy.
healthchecksio_check.test: Creating...
healthchecksio_check.test: Creation complete after 1s [id=996df962-5ded-46d5-ba99-7670525783c7]

Apply complete! Resources: 1 added, 0 changed, 0 destroyed.

  ```
</details>
</details>